Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/sanghefte_snakk_samisk_med_barnet.html.tmx
Source language: nob
Languages: smj

source: Sanghefte for barn med kjente samiske barnesanger.
smj: Lávllomgirjásj mánájdi, dåbdos lávllagij mánájdi sámegiellaj.

source: Heftet er på nord-, lule- og sørsamisk.
smj: Girjásj la oarjjel-, julev ja nuorttasábmáj.

source: Barn liker å leke med språket.
smj: Máná lijkkuji ståhkat gielajn.

source: Sang, rim og regler er en god innfallsvinkel til dette.
smj: Lávllaga ja gáritjisá li buorre vuolgasaje dási.

source: Det å synge og lese ord rytmisk viser seg å være en god hjelp for minnet.
smj: Lávllom ja bágoj låhkåm ritmajn la vuoseduvvam liehket buorre viehkken mujttuj.

source: Barnet lærer språk og uttale gjennom å ha det gøy med språket.
smj: Mánná oahppá giela ja javllamav dan baktu gå gielajn stoahká ja suohtas la.

source: I sangheftet har vi samlet en del sanger som passer for små barn.
smj: Sámásta Mánájn lávllomgirjátjij lip tjoahkkim muhtem lávllaga ma hiehpi mánátjijda lávllot.

source: Her er sanger både på nord-, sør- og lulesamisk.
smj: Danna li nuorttasámegiela, julevsámegiela ja oarjjelsámegiela lávllaga.

source: Sangene er hentet fra utgitte sangbøker etter tillatelse fra forlagene.
smj: Lávllaga li viettjaduvvam almoduvvam lávllomgirjijs almmudagáj låbij milta.

source: Rettighetene til sangene foreligger forlagene og/eller forfattere/oversettere.
smj: Rievtesvuoda lávllagijda almmudagájda ja/jali tjállijda/jårggåliddjijda gulluji.
